/****************************************************************************/
/*                                                                          */
/*      文件名:    D3DTools.h		                                        */
/*      创建日期:  2012年03月01日                                           */
/*      作者:      Sagasarate                                               */
/*                                                                          */
/*      本软件版权归Sagasarate(sagasarate@sina.com)所有                     */
/*      你可以将本软件用于任何商业和非商业软件开发，但                      */
/*      必须保留此版权声明                                                  */
/*                                                                          */
/****************************************************************************/
#pragma once

namespace D3DLib{

extern LPCTSTR D3DFormatToString(D3DFORMAT Format);

}